<?php

if(!defined('IN_TRACKER'))
  die('Hacking attempt!');

// comment.php
$language['comment'] = array
(
	'nopost'				=>'Вам не разрешено оставлять комментарии. (<a href="messages.php">Прочитать входящие</a>).',
	'flood'					=>'Флуд в комментариях запрещен. Пожалуйста, подождите {1} секунду(ы) перед отправкой следующего комментария.',	
	'newcommentsub'			=>'Новый комментарий к вашему торренту.',
	'newcommenttxt'			=>'Вы получили комментарий к вашему торренту {1}',
	'addcomment'			=>'Добавить новый комментарий к: {1}',
	'order'					=>'<h2>Последние комментарии, в обратном порядке</h2>',	
	'adit'					=>'Редактировать комментарий к: {1}',
	'delete'				=>'Удалить комментарий',
	'confirm'				=>'Вы собираетесь удалить комментарий. Нажмите {1}сюда</a>, если вы уверены.',
	'original'				=>'Оригинальный комментарий',
	'originalcontest'		=>'<h2>Оригинальное содержимое комментария #{1}</h2>',
	'back'					=>'Вернуться назад',
	'modnotice1'			=>'Сообщение модератора',
	'modnotice2'			=>'Установите флажок, чтобы удалить это сообщение модератора.',
	'insertcomment'			=>'Оставить новый комментарий',
	'editcomment'			=>'Редактировать комментарий',
	'floodcomment'	=>'комментариев',
	'closed'=>'Извините, этот торрент закрыт для добавления комментариев!',
	
	'no_comment_permission' => 'У вас нет прав для оставления комментариев. Свяжитесь с администрацией, если вы считаете, что это ошибка.',
);
?>
