<?php



if(!defined('IN_TRACKER'))
  die('Hacking attempt!');

// ts_watch_list.php
$language['editpost'] = array 
(

'attachments' => "Вложения",

'update_attachment' => "Обновить вложение",

'remove_attachment' => "Удалить",

'add_attachment' => "Добавить вложение",

'new_attachment' => "Новое вложение:",

'attach_quota' => "Ваша выделенная квота на использование вложений составляет {1}.",

'attach_usage' => "В настоящее время вы используете <strong>{1}</strong>.",

'view_attachments' => "[Просмотреть мои вложения]",

'unapprove_attachment' => "Снять одобрение",
'approve_attachment' => "Одобрить",

'nav_editpost' => "Редактировать сообщение",
'edit_post' => "Редактировать это сообщение",
'delete_post' => "Удалить сообщение",
'delete_q' => "Удалить?",
'delete_1' => "Чтобы удалить это сообщение, отметьте флажок слева, затем нажмите кнопку справа.",
'delete_2' => "<b>Примечание:</b> Если это сообщение является первым в теме, его удаление приведет к удалению всей темы.",
'subject' => "Тема:",
'your_message' => "Ваше сообщение:",
'post_options' => "Опции сообщения:",
'editreason' => "Причина редактирования:",
'options_sig' => "<strong>Подпись:</strong> включить вашу подпись (только для зарегистрированных пользователей).",
'options_emailnotify' => "<strong>Уведомление по email:</strong> получать уведомление по электронной почте при каждом новом ответе (только для зарегистрированных пользователей).",
'options_disablesmilies' => "<strong>Отключить смайлы:</strong> не показывать смайлы в этом сообщении.",
'preview_post' => "Предпросмотр сообщения",
'update_post' => "Обновить сообщение",
'poll' => "Опрос:",
'poll_desc' => "При желании вы можете прикрепить опрос к этой теме.",
'poll_check' => "Я хочу создать опрос",
'num_options' => "Количество вариантов:",
'max_options' => "(Максимум: {1})",
'delete_now' => "Удалить сейчас",
'edit_time_limit' => "Извините, вы не можете редактировать свое сообщение. Администратор установил ограничение, согласно которому сообщения можно редактировать только в течение {1} минут после публикации.",
'no_prefix' => "Без префикса",

'redirect_nodelete' => "Сообщение не было удалено, потому что вы не отметили флажок \"Удалить\".",
'redirect_norestore' => "Сообщение не было восстановлено, потому что вы не отметили флажок \"Восстановить\".",
'redirect_postedited' => "Спасибо, это сообщение было отредактировано.<br />",
'redirect_postedited_redirect' => "Сейчас вы будете возвращены в тему.",
'redirect_postedited_poll' => "Спасибо, это сообщение было отредактировано.<br />Поскольку вы решили создать опрос, сейчас вы будете перенаправлены на страницу создания опроса.",
'error_invalidpost' => "Извините, но вы перешли по неверному адресу. Пожалуйста, убедитесь, что указанное сообщение существует, и попробуйте снова.",
'redirect_threaddeleted' => "Спасибо, тема была удалена.<br />Сейчас вы будете возвращены на форум.",
'redirect_postdeleted' => "Спасибо, сообщение было удалено.<br />Сейчас вы будете возвращены в тему.",
'redirect_threadrestored' => "Спасибо, тема была восстановлена.<br />Сейчас вы будете возвращены на форум.",
'redirect_postrestored' => "Спасибо, сообщение было восстановлено.<br />Сейчас вы будете возвращены в тему.",
'redirect_threadclosed' => "Вы не можете редактировать существующие сообщения в этой теме, так как она была закрыта модератором.",
'redirect_post_moderation' => "Администратор указал, что все редактирования сообщений требуют модерации. Сейчас вы будете возвращены в тему.",
'redirect_thread_moderation' => "Администратор указал, что все редактирования тем требуют модерации. Сейчас вы будете возвращены на главную страницу форума.",
'error_already_delete' => "Извините, но это сообщение уже удалено.",

'thread_deleted' => "Тема удалена навсегда",
'post_deleted' => "Сообщение удалено навсегда",
'thread_soft_deleted' => "Тема удалена (мягко)",
'post_soft_deleted' => "Сообщение удалено (мягко)",
'thread_restored' => "Тема восстановлена",
'post_restored' => "Сообщение восстановлено",

'error_already_deleted' => 'Выбранное сообщение уже было удалено.',

);