<?php


if(!defined('IN_TRACKER'))
  die('Hacking attempt!');

$language['memberlist'] = array 
(

'search_user' => "Поиск пользователя",

'emailsubject_subscription' => "Новый ответ в теме {1}",

'email_subscription' => "{1},

Пользователь {2} только что ответил в теме, на которую вы подписаны на {3}. Тема называется {4}.

Вот отрывок из сообщения:
------------------------------------------
{5}
------------------------------------------

Для просмотра темы перейдите по следующему URL-адресу:
{6}/{7}

Возможно, в этой теме есть и другие ответы, но вы не получите дальнейших уведомлений, пока снова не посетите форум.

С уважением,
Администрация {3}

------------------------------------------
Информация об отписке:

Если вы не хотите получать уведомления об ответах в этой теме, посетите следующий URL-адрес в вашем браузере:
{6}/usercp.php?action=removesubscription&tid={8}

------------------------------------------",

'lastvisit_never' => "Никогда",
'lastvisit_hidden' => "(Скрыто)",

'nav_memberlist' => "Список пользователей",

'memberlist_disabled' => "Функция списка пользователей отключена администратором.",

'member_list' => "Список пользователей",
'avatar'  => "Аватар",
'username' => "Имя пользователя",
'joined' => "Дата регистрации",
'lastvisit' => "Последний визит",
'posts' => "Количество сообщений",
'threads' => "Количество тем",
'referrals' => "Приглашений",
'search_members' => "Поиск в списке пользователей",
'website' => "Веб-сайт",
'sort_by' => "Сортировать по",
'contains' => "Содержит:",
'exactly' => "Точно:",
'sort_by_username' => "Сортировать по: имени пользователя",
'sort_by_regdate' => "Сортировать по: дате регистрации",
'sort_by_lastvisit' => "Сортировать по: последнему визиту",
'sort_by_posts' => "Сортировать по: количеству сообщений",
'sort_by_threads' => "Сортировать по: количеству тем",
'sort_by_referrals' => "Сортировать по: количеству приглашенных",
'order_asc' => "по возрастанию",
'order_desc' => "по убыванию",
'asc' => "возр.",
'desc' => "убыв.",
'forumteam' => "Показать команду форума",
'advanced_search' => "Расширенный поиск",
'nav_memberlist_search' => "Поиск",
'search_member_list' => "Поиск в списке пользователей",
'search_criteria' => "Критерии поиска",
'begins_with' => "начинается с",
'username_contains' => "содержит",
'username_exact' => "точно",
'search_website' => "URL веб-сайта",
'search_skype' => "Skype адрес",
'search_google' => "Google Hangouts адрес",
'search_icq' => "ICQ номер",
'search_options' => "Параметры поиска",
'per_page' => "Результатов на странице",
'search' => "Поиск",

'error_no_members' => "<p>Пользователей, соответствующих введенным критериям поиска, не найдено.</p><p>Пожалуйста, измените условия поиска и попробуйте снова.</p>",

'a' => 'A',
'b' => 'B',
'c' => 'C',
'd' => 'D',
'e' => 'E',
'f' => 'F',
'g' => 'G',
'h' => 'H',
'i' => 'I',
'j' => 'J',
'k' => 'K',
'l' => 'L',
'm' => 'M',
'n' => 'N',
'o' => 'O',
'p' => 'P',
'q' => 'Q',
'r' => 'R',
's' => 'S',
't' => 'T',
'u' => 'U',
'v' => 'V',
'w' => 'W',
'x' => 'X',
'y' => 'Y',
'z' => 'Z',

);
