<?php

 
if(!defined('IN_TRACKER'))
  die('Hacking attempt!');

$language['newreply'] = array 
(

'moderation_user_posts' => "Обратите внимание, что новые сообщения, которые вы создаете, должны быть одобрены модератором, прежде чем станут видимыми.",

'attach_quota' => "Ваша выделенная квота на использование вложений составляет {1}.",
'attach_usage' => "В настоящее время вы используете <strong>{1}</strong>.",
'view_attachments' => "[Просмотреть мои вложения]",
'unlimited' => "Неограниченно",

'new_attachment' => "Новое вложение:",
'add_attachment' => "Добавить вложение",
'update_attachment' => "Обновить вложение",

'redirect_return_forum' => "<br /><br />Кроме того, <a href=\"{1}\">вернуться на форум</a>.",

'nav_newreply' => "Ответить",

'post_reply_to' => "Ответить {1}",
'post_new_reply' => "Отправить новый ответ",
'reply_to' => "Ответить в тему: {1}",
'post_subject' => "Тема сообщения:",
'your_message' => "Ваше сообщение:",
'post_options' => "Опции сообщения:",
'options_sig' => "<strong>Подпись:</strong> включить вашу подпись (только для зарегистрированных пользователей).",
'options_emailnotify' => "<strong>Уведомление по email:</strong> получать уведомление по электронной почте при каждом новом ответе (только для зарегистрированных пользователей).",
'options_disablesmilies' => "<strong>Отключить смайлы:</strong> не показывать смайлы в этом сообщении.",
'post_reply' => "Отправить ответ",
'preview_post' => "Предпросмотр сообщения",
'mod_options' => "Опции модератора:",
'close_thread' => "<strong>Закрыть тему:</strong> запретить дальнейшие сообщения в этой теме.",
'stick_thread' => "<strong>Закрепить тему:</strong> закрепить эту тему вверху форума.",
'forum_rules' => "{1} - Правила",
'thread_review' => "Просмотр темы (сначала новые)",
'thread_review_more' => "В этой теме более {1} ответов. <a href=\"{2}\" target=\"_blank\">Прочитать всю тему.</a>",
'posted_by' => "Отправлено",
'draft_saved' => "Новое сообщение успешно сохранено как черновик.<br />Сейчас вы будете перенаправлены в список ваших черновиков.",
'error_post_already_submitted' => "Вы уже отправили этот ответ в указанную тему. Пожалуйста, перейдите в тему, чтобы увидеть ваш ответ.",
'multiquote_external_one' => "Вы выбрали одно сообщение за пределами этой темы.",
'multiquote_external' => "Вы выбрали {1} сообщений за пределами этой темы.",
'multiquote_external_one_deselect' => "отменить выбор этого сообщения",
'multiquote_external_deselect' => "отменить выбор этих сообщений",
'multiquote_external_one_quote' => "Цитировать также это сообщение",
'multiquote_external_quote' => "Цитировать также эти сообщения",

'redirect_newreply' => "Спасибо, ваш ответ был отправлен.",
'redirect_newreply_moderation' => "Администратор указал, что все новые сообщения требуют модерации. Сейчас вы будете возвращены в тему.",
'redirect_newreply_post' => "<br />Сейчас вы перейдете к вашему сообщению.",
'redirect_newreplyerror' => "Извините, ваш ответ был отклонен из-за отсутствия содержания.<br />Сейчас вы будете возвращены в тему.",
'redirect_threadclosed' => "Вы не можете отвечать в этой теме, так как она была закрыта модератором.",
'error_post_noperms' => "У вас нет разрешения на редактирование этого черновика.",

'error_stop_forum_spam_spammer' => 'Извините, ваш {1} совпадает с данными известного спамера. Если вы считаете, что это ошибка, пожалуйста, свяжитесь с администратором.',
'error_stop_forum_spam_fetching' => 'Извините, произошла ошибка при проверке вашего ответа в базе данных спамеров. Скорее всего, база данных недоступна. Пожалуйста, попробуйте позже.',

'error_suspendedposting' => "Ваши права на написание сообщений в настоящее время приостановлены {1}.<br /><br />

Дата приостановки: {2}",
'error_suspendedposting_temporal' => "до {1}",
'error_suspendedposting_permanent' => "навсегда",

);