<?php


if(!defined('IN_TRACKER'))
  die('Hacking attempt!');


// functions_timezone.php
$language['timezone'] = array 
(
	'date_format' => 'Формат даты:',
	'time_format' => 'Формат времени:',
	'use_default' => 'Использовать по умолчанию',
	'date_time_options' => 'Настройки даты и времени',
	
	'time_zone'	=>	 'Часовой пояс',
	'time_auto_corrected_to_location'	=>	 'Все отметки времени, отображаемые на трекере и форумах, могут быть автоматически скорректированы для отображения правильного времени в вашей части мира. Просто выберите соответствующий часовой пояс из списка ниже.',
	'allow_daylight_savings_time'	=>	 'Кроме того, вы можете установить соответствующую опцию для учета перехода на летнее время в вашей части мира.',
	'dston'	=>	 'Коррекция летнего времени всегда включена',
	'dstoff'	=>	 'Коррекция летнего времени всегда выключена',
	'dstauto'	 =>'Автоматически определять настройки летнего времени',
	'dst_correction_option'	=>	 'Опция коррекции летнего времени',
	'timezone_gmt_minus_0100' => '(GMT -1:00) Азорские острова, Острова Зеленого Мыса',
	'timezone_gmt_minus_0200' => '(GMT -2:00) Атлантический океан (Срединно-Атлантический регион)',
	'timezone_gmt_minus_0300' => '(GMT -3:00) Бразилия, Буэнос-Айрес, Джорджтаун',
	'timezone_gmt_minus_0330' => '(GMT -3:30) Ньюфаундленд',
	'timezone_gmt_minus_0400' => '(GMT -4:00) Атлантическое время (Канада), Ла-Пас, Сантьяго',
	'timezone_gmt_minus_0430' => '(GMT -4:30) Каракас',
	'timezone_gmt_minus_0500' => '(GMT -5:00) Восточное время (США и Канада), Богота, Лима',
	'timezone_gmt_minus_0600' => '(GMT -6:00) Центральное время (США и Канада), Мехико',
	'timezone_gmt_minus_0700' => '(GMT -7:00) Горное время (США и Канада)',
	'timezone_gmt_minus_0800' => '(GMT -8:00) Тихоокеанское время (США и Канада)',
	'timezone_gmt_minus_0900' => '(GMT -9:00) Аляска',
	'timezone_gmt_minus_1000' => '(GMT -10:00) Гавайи',
	'timezone_gmt_minus_1100' => '(GMT -11:00) Остров Мидуэй, Самоа',
	'timezone_gmt_minus_1200' => '(GMT -12:00) Эниветок, Кваджалейн',
	'timezone_gmt_plus_0000'	 => '(GMT) Западноевропейское время, Лондон, Лиссабон, Касабланка',
	'timezone_gmt_plus_0100'	 => '(GMT +1:00) Брюссель, Копенгаген, Мадрид, Париж',
	'timezone_gmt_plus_0200'	 => '(GMT +2:00) Калининград, Южная Африка',
	'timezone_gmt_plus_0300'	 => '(GMT +3:00) Багдад, Эр-Рияд, Москва, Санкт-Петербург',
	'timezone_gmt_plus_0330'	 => '(GMT +3:30) Тегеран',
	'timezone_gmt_plus_0400'	 => '(GMT +4:00) Абу-Даби, Маскат, Баку, Тбилиси',
	'timezone_gmt_plus_0430'	 => '(GMT +4:30) Кабул',
	'timezone_gmt_plus_0500'	 => '(GMT +5:00) Екатеринбург, Исламабад, Карачи, Ташкент',
	'timezone_gmt_plus_0530' => '(GMT +5:30) Мумбаи, Колката, Ченнаи, Нью-Дели',
	'timezone_gmt_plus_0545' => '(GMT +5:45) Катманду',
	'timezone_gmt_plus_0600' => '(GMT +6:00) Алматы, Дакка, Коломбо',
	'timezone_gmt_plus_0630' => '(GMT +6:30) Янгон, Кокосовые острова',
	'timezone_gmt_plus_0700' => '(GMT +7:00) Бангкок, Ханой, Джакарта',
	'timezone_gmt_plus_0800' => '(GMT +8:00) Пекин, Перт, Сингапур, Гонконг',
	'timezone_gmt_plus_0900' => '(GMT +9:00) Токио, Сеул, Осака, Саппоро, Якутск',
	'timezone_gmt_plus_0930' => '(GMT +9:30) Аделаида, Дарвин',
	'timezone_gmt_plus_1000' => '(GMT +10:00) Восточная Австралия, Гуам, Владивосток',
	'timezone_gmt_plus_1100' => '(GMT +11:00) Магадан, Соломоновы Острова, Новая Каледония',
	'timezone_gmt_plus_1200' => '(GMT +12:00) Окленд, Веллингтон, Фиджи, Камчатка',
);

?>
